{
  "Charter With Us For An Adventure-Filled Journey": "Louez avec nous pour un voyage rempli d'aventures",
  "Call Now": "Appelle maintenant",
  "Call for detail information": "Appelez pour des informations détaillées",
  "Search Buses": "Rechercher des bus",
  "A bus rental thats affordable and comfortable": "Une location de bus abordable et confortable",
  "Satisfied Customer": "Client satisfait",
  "Bus Ready": "Bus prêt",
  "Who we are": "Qui nous sommes",
  "Enjoy the journey – travel with us": "Profitez du voyage – voyagez avec nous",
  "Premium Bus Charter": "Affrètement de bus haut de gamme",
  "Group Transportation Just Got Easier With Our Bus Rental": "Le transport de groupe est devenu plus facile grâce à notre location de bus",
  "Choose the bus": "Choisissez le bus",
  "Get on the road with our bus rental": "Prenez la route avec notre location de bus",
  "Why Choose Us": "Pourquoi nous choisir",
  "Riding with us, your satisfaction is guaranteed!": "Roulez avec nous, votre satisfaction est garantie !",
  "Safety & Security": "Sécurité & sûreté",
  "On Time & Punctual": "À l'heure et ponctuel",
  "Professional Drivers": "Chauffeurs professionnels",
  "We Provide Best Bus For You": "Nous vous fournissons le meilleur bus",
  "How it work": "Comment ça marche",
  "4 Steps To Booking Our Bus": "4 étapes pour réserver notre bus",
  "Select Your Bus": "Sélectionnez votre autobus",
  "Booking & Confirm": "Réservation et confirmation",
  "Booking Payment": "Paiement de la réservation",
  "Start Your Roadtrip": "Commencez votre roadtrip",
  "About Us": "À propos de nous",
  "Be comfortable while you travel with our reliable bus rental": "Soyez à l'aise pendant votre voyage avec notre location de bus fiable",
  "We make sure every bus is in excellent shape": "nous veillons à ce que chaque bus soit en excellent état",
  "Keeping electrical equipment clean and free of dust": "Garder les équipements électriques propres et exempts de poussière",
  "Measuring tire tread depth for optimum traction": "Mesurer la profondeur de la bande de roulement des pneus pour une traction optimale",
  "Ensuring that tire pressure is at an appropriate level": "S'assurer que la pression des pneus est à un niveau approprié",
  "Confirming a proper amount of engine oil and coolant": "Confirmation d'une quantité appropriée d'huile moteur et de liquide de refroidissement",
  "Discover More": "Découvrir plus",
  "Article & News": "Articles et actualités",
  "Legal Notice": "Mention légale",
  "Services": "Prestations de service",
  "Safety Guarantee": "Garantie de sécurité",
  "Schedule on TIme": "Planifier à temps",
  "Online Booking": "Reservation en ligne",
  "Professional Staff": "Professional Staff",
  "FAQ & Support": "FAQ et assistance",
  "Get In Touch": "Entrer en contact",
  "Events": "Événements",
  "Exellent Service": "Service excellent",
  "News & Article": "Nouvelles et articles",
  "Latest Events": "Derniers évènements",
  "Send us a Message": "Envoie-nous un message",
  "Office Location": "Emplacement du bureau",
  "Phone Number": "Numéro de téléphone",
  "Email Address": "Adresse e-mail",
  "Home": "Accueil",
  "Event": "Événement",
  "Contact Us": "Contactez-nous",
  "Company": "Entreprise",
  "Call Now!": "Appelle maintenant!",
  "Follow Us": "Suivez-nous",
  "Copyright © 2023 Voyage en caméra, All rights reserved": "Copyright © 2023 Voyage en caméra, Tous droits réservés",
  "Sign In": "Se connecter",
  "Sign Up": "S'inscrire",
  "Well Maintenance": "Entretien des puits",
  "verified": "vérifié",
  "View Our Bus call_made": "Voir notre bus call_made",
  "Bus Tickets": "Tickets de bus",
  "found": "trouvé",
  "Departure": "Départ",
  "SORT BY": "TRIER PAR",
  "Duration": "Durée",
  "Arrival": "Arrivée",
  "Ratings": "Notes",
  "Fare": "Tarif",
  "Seats Available": "Places disponibles",
  "Return Trip Camera Travel: Unlock min. 10% OFF on return ticket": "Voyage aller-retour avec caméra : débloquer min. 10% de réduction sur le billet aller-retour",
  "Amenities": "Commodités",
  "Bus Photos": "Photos d'autobus",
  "Boarding Dropping Points": "Points de dépose d'embarquement",
  "Reviews": "Reviews",
  "Booking policies": "Politiques de réservation",
  "Bus Route": "Ligne de bus",
  "View Seats": "Voir les sièges",
  "Submit": "Soumettre",
  "FILTERS": "FILTRES",
  "DEPARTURE TIME": "HEURE DE DÉPART",
  "Before 6 am ": "Avant 6h du matin",
  "After": "Après",
  "BUS TYPES": "TYPES D'AUTOBUS",
  "AC": "CA",
  "NONAC": "NONAC",
  "ARRIVAL TIME": "HEURE D'ARRIVÉE",
  "close": "FERMER",
  "Available": "Disponible",
  "Unavailable": "Indisponible",
  "ENTRY": "ENTRÉE",
  "Boarding Point": "Point d'embarquement",
  "Dropping Point": "Point de chute",
  "Selected seat": "siège sélectionné",
  "*This bus has a single dropping point": "*Ce bus a un seul point de dépose",
  "(Taxes will be calculated during payment)": "(Les taxes seront calculées lors du paiement)",
  "Continue": "Continuer",
  "Passenger Details": "Détails du passager",
  "Passenger Information": "Informations passagers",
  "Name": "Nom",
  "Age*": "Âge*",
  "Gender*": "Genre*",
  "Select Gender": "Sélectionnez le sexe",
  "Male": "Mâle",
  "Female": "Femelle",
  "City of Residence": "Ville de résidence",
  "State of Residence": "Etat de residence",
  "Contact Details": "Détails du contact",
  "Your ticket will be sent to these details": "Votre billet sera envoyé à ces coordonnées",
  "I have a GST number (optional)?": "J'ai un numéro de TPS (facultatif) ?",
  "In case of invalid/cancelled GSTIN, this booking shall be considered as personal  booking": "En cas de GSTIN invalide/annulé, cette réservation sera considérée comme une réservation personnelle  .",
  "Boarding & Dropping": "Embarquement et débarquement",
  "Seat No.": "Numéro de siège.",
  "Fare Details": "Détails du tarif",
  "Amount": "Montant",
  "Taxes will be calculated during payment": "Les taxes seront calculées lors du paiement",
  "Proceed To pay": "Procéder au paiement",
  "Secure payment": "paiement sécurisé",
  "Lightning fast refund": "Remboursement ultra-rapide",
  "Trusted by over 3.5Cr users": "Approuvé par plus d'utilisateurs 3,5Cr",
  "By clicking on pay you agree to our Terms Of Use & Privacy Policy": "En cliquant sur payer, vous acceptez nos conditions d'utilisation et notre politique de confidentialité.",
  "SORT BY:": "TRIER PAR:",
  "Buses": "Les autobus",
  "Return Trip camer Travel": "Voyage aller-retour avec caméra Voyage",
  "Unlock min. 10% OFF on return ticket": "Débloquez min. 10% de réduction sur le billet aller-retour",
  "Seat Lagent": "Légende du siège",
  "In case of invalid/cancelled GSTIN, this booking": "En cas de GSTIN invalide/annulé, cette réservation",
  "shall be considered as personal  booking": "sera considéré comme une réservation personnelle",
  "By clicking on proceed, I agree that I have read and understood the": "En cliquant sur continuer, j'accepte d'avoir lu et compris les",
  "TnCs": "STN",
  "and the": "et le",
  "Privacy Policy": "politique de confidentialité",
  "Proceed to booking": "Procéder à la réservation",
  "Change": "Changement",
  "By clicking on pay you agree to our": "En cliquant sur payer, vous acceptez notre",
  "Terms Of Use": "Conditions d'utilisation",
  "Please pay within": "Veuillez payer dans",
  "You are saving ₹ 38 on this ticket": "Vous économisez 38 ₹ sur ce billet",
  "FARE BREAKUP": "RÉPARTITION TARIFAIRE",
  "Total Payable": "Total à payer",
  "You are saving ₹ 38 on this ticket.": "Vous économisez 38 ₹ sur ce billet.",
  "Live Tracking": "Suivi en direct",
  "Terms And Conditions": "Termes et conditions",
  "First Class Travel": "Voyage en première classe",
  "Regular Travel": "Regular Travel",
  "Mail And Parcel": "Mail And Parcel",
  "Bus Rental": "Location d'autobus",
  "Passenger Transportation": "Transport de passagers",
  "Camer bus is Cameroon leading provider of express bus services, providing interurban passenger transportation services using buses.": "Camer bus est le principal fournisseur camerounais de services de bus express, fournissant des services de transport interurbain de passagers par bus.",
  "At Camer bus, The Safety and comfort of all Passengers is our upmost Concern. Our buses run on an intensive networkB of local bus routes serving the population of Cameroon from Bamenda to Yaounde, Douala, Buea, etc.We have also been investing on improving the quality of service.Frequencies of many bus routes have been improved over the last five years.": "Chez Camer bus, la sécurité et le confort de tous les passagers sont notre plus grande préoccupation. Nos bus circulent sur un réseau intensif de lignes de bus locales desservant la population camerounaise de Bamenda à Yaoundé, Douala, Buea, etc. Nous avons également investi dans l'amélioration de la qualité du service. Les fréquences de nombreuses lignes de bus ont été améliorées au cours des dernières années. cinq ans.",
  "Our Service includes": "Notre Service comprend",
  "VIP transportation services, with one of the most modern fleets of state-of-the-art vehicles in Cameroon. Our First Class travel Services is available from Bamenda to Yaounde, Yaounde to Bamenda, Bamenda to Douala and Douala to Bamenda.": "Services de transport VIP, avec l'une des flottes de véhicules les plus modernes du Cameroun. Nos services de voyage en première classe sont disponibles de Bamenda à Yaoundé, de Yaoundé à Bamenda, de Bamenda à Douala et de Douala à Bamenda.",
  "We equally provide regular travel services to and from Bamenda, Yaounde, Douala, Buea, Limbe, Tiko, Kumba, Kumbo, Mbouda, Fundong, Ndop, Ndu, and Nkambe.": "Nous proposons également des services de voyage réguliers vers et depuis Bamenda, Yaoundé, Douala, Buea, Limbe, Tiko, Kumba, Kumbo, Mbouda, Fundong, Ndop, Ndu et Nkambe.",
  "We offer online bus ticket booking to our passengers to help them save time. Passengers can buy their ticket days ahead on our website our mobile application.": "Nous proposons à nos passagers la réservation de billets de bus en ligne pour leur faire gagner du temps. Les passagers peuvent acheter leur billet plusieurs jours à l'avance sur notre site Internet ou notre application mobile.",
  "Camer travel bus rental service offers state-of-the-art buses that provide the ultimate in comfort, technology and safety. Customers have the option to book the vehicle that best suits their needs to travel to any destination within Cameroon.We provide the best in luxury coach travel whilst offering high standards of safety and comfort. We invest in the best modern technology and each of our drivers has been hand-picked and specially trained to provide the best possible service to our coach passengers.": "Le service de location de bus Voyage en caméra propose des bus ultramodernes offrant le nec plus ultra en matière de confort, de technologie et de sécurité. Les clients ont la possibilité de réserver le véhicule qui correspond le mieux à leurs besoins pour voyager vers n'importe quelle destination au Cameroun. Nous offrons le meilleur des voyages en autocar de luxe tout en offrant des normes élevées de sécurité et de confort. Nous investissons dans la meilleure technologie moderne et chacun de nos chauffeurs a été trié sur le volet et spécialement formé pour fournir le meilleur service possible aux passagers de nos autocars.",
  "Founded in 1998, Camer Travel is a Cameroon’s leading transportation Company providing bus transportation services to and from 13 towns in Cameroon. Our recognizable buses have been plying the roads of Cameroon since 1998 and we are proud to have become the safe, friendly and trustworthy company people have come to rely on to get them safely to their destinations every day.Every year, thousands of passengers travel with us to more than 15 destinations on our modern fleet of buses. We aim to provide you with a quality, reliable and safe service, delivered with courtesy, at value for money prices.Who we are": "Fondée en 1998, Camer Travel est l'une des principales sociétés de transport du Cameroun, fournissant des services de transport en bus vers et depuis 13 villes du Cameroun. Nos bus reconnaissables sillonnent les routes du Cameroun depuis 1998 et nous sommes fiers d'être devenus la compagnie sûre, conviviale et digne de confiance sur laquelle les gens comptent chaque jour pour les amener en toute sécurité à leur destination. Chaque année, des milliers de passagers voyagent avec nous vers plus de 15 destinations avec notre flotte moderne de bus. Notre objectif est de vous fournir un service de qualité, fiable et sûr, livré avec courtoisie, à des prix avantageux. Qui sommes-nous",
  "Camer Travel bus rental service offers state-of-the-art buses that provide the ultimate in comfort, technology and safety. Customers have the option to book the vehicle that best suits their needs to travel to any destination within Cameroon.": "Le service de location de bus Voyage en caméra propose des bus ultramodernes offrant le nec plus ultra en matière de confort, de technologie et de sécurité. Les clients ont la possibilité de réserver le véhicule qui correspond le mieux à leurs besoins pour voyager vers n'importe quelle destination au Cameroun.",
  "Since 1998, Voyage en caméra provides we have affordable transportation solutions to fit most any budget. We consistently deliver the level of quality and professionalism that sets the transportation industry standard": "Depuis 1998, la société Amour Mezam propose des solutions de transport abordables adaptées à tous les budgets. Nous offrons constamment le niveau de qualité et de professionnalisme qui établit la norme de l'industrie du transport.",
  "Our priority is the safety and comfort of our passengers. Our goal at Amour Mezam is to give you a travel experience that is better than you could have imagined.": "Notre priorité est la sécurité et le confort de nos passagers. Notre objectif chez Amour Mezam est de vous offrir une expérience de voyage meilleure que vous n'auriez pu imaginer.",
  "Our trained and experienced drivers and team goes above and beyond to provide the best possible service at our agencies and an enjoyable journey.": "Nos chauffeurs et notre équipe formés et expérimentés font tout leur possible pour fournir le meilleur service possible dans nos agences et un voyage agréable.",
  "Amour Mezam employs over 100 staff in our 14 branches, including drivers. Because they are key to maintaining our vision, our employees are experienced ": "Amour Mezam emploie plus de 100 collaborateurs dans nos 14 agences, chauffeurs compris. Parce qu'ils sont essentiels au maintien de notre vision, nos collaborateurs sont expérimentés et formés pour aller au-delà de nos attentes afin de fournir le meilleur service possible dans nos agences et sur les routes pour vous offrir un voyage agréable.",
  "VIP Buses depart every day at 8 am prompt and 8pm. However, due to the political climate in Bamenda, the evening buses depart at 7pm.": "Les bus VIP partent tous les jours à 8 heures précises et à 20 heures. Cependant, en raison du climat politique à Bamenda, les bus du soir partent à 19 heures.",
  "Passengers’ comfort and safety is our primary focus. We are proud to reinforce our convictions and Core Values with Safe Journey as it represents our deepest commitment to Safety and is the ultimate promise Amour Mezam makes to each other, to the communities where we operate, and to the public and customers that we value deeply.": "Le confort et la sécurité des passagers sont notre priorité. Nous sommes fiers de renforcer nos convictions et nos valeurs fondamentales avec Safe Journey, car il représente notre engagement le plus profond en faveur de la sécurité et constitue la promesse ultime qu'Amour Mezam fait les uns aux autres, aux communautés dans lesquelles nous opérons, ainsi qu'au public et aux clients que nous apprécions profondément. .",
  "Online Bus Ticket Booking": "Réservation de billets de bus en ligne",
  "BUY YOUR TICKET HERE": "ACHETEZ VOTRE BILLET ICI",
  "Book your ticket": "Réservez votre billet",
  "Do you need to send a letter or parcel in any of our 14 branches across Cameroun? Camer bus offers you a fast and reliable courier service to send your packets or parcels. We transport and deliver thousands of letters and parcels every day to and from Yaounde, Douala, Buea, Limbe, Tiko, Kumba, Kumbo, Mbouda, Fundong, Ndop, Ndu, and Nkambe.": "Vous avez besoin d'envoyer une lettre ou un colis dans l'une de nos 14 agences à travers le Cameroun ? Camer bus vous propose un service de messagerie rapide et fiable pour envoyer vos colis ou colis. Nous transportons et livrons chaque jour des milliers de lettres et de colis depuis et vers Yaoundé, Douala, Buea, Limbe, Tiko, Kumba, Kumbo, Mbouda, Fundong, Ndop, Ndu et Nkambe.",
  "The cost of the service depends on the size and weight of the item you are sending and its destination.": "Le coût du service dépend de la taille et du poids de l'article que vous envoyez et de sa destination.",
  "We ensure the safety and security of you parcels and do our very best to meet you delivery requirements. In the unlikely event of loss or damage, many products are available with compensation. However, the service does not include insurance cover and valuable items such as cash and coins, bank drafts, jewelry, and precious metals should not be sent using Camer bus.": "Nous assurons la sûreté et la sécurité de vos colis et faisons de notre mieux pour répondre à vos exigences de livraison. Dans le cas peu probable de perte ou de dommage, de nombreux produits sont disponibles avec compensation. Cependant, le service n'inclut pas de couverture d'assurance et les objets de valeur tels que les espèces et les pièces de monnaie, les traites bancaires, les bijoux et les métaux précieux ne doivent pas être envoyés via le bus Camer.",
  "Camer bus rental service offers state-of-the-art buses that provide the ultimate in comfort, technology and safety.Customers have the option to book the vehicle that best suits their needs to travel to any destination within Cameroon.": "Le service de location de bus Camer propose des bus à la pointe de la technologie offrant le nec plus ultra en matière de confort, de technologie et de sécurité. Les clients ont la possibilité de réserver le véhicule qui correspond le mieux à leurs besoins pour voyager vers n'importe quelle destination au Cameroun.",
  "We provide the best in luxury coach travel whilst offering high standards of safety and comfort. We invest in the best modern technology and each of our drivers has been hand-picked and specially trained to provide the best possible service to our coach passengers.": "Nous offrons le meilleur du voyage en autocar de luxe tout en offrant des normes élevées de sécurité et de confort. Nous investissons dans la meilleure technologie moderne et chacun de nos chauffeurs a été trié sur le volet et spécialement formé pour fournir le meilleur service possible aux passagers de nos autocars.",
  "Whether you need a vehicle for a corporate event, travel groups, a party bus or any other special occasions, we can get you to your destination safely an on-time. Your ride will be clean, comfortable, enjoyable, and safe. Our professional and experienced drivers will provide you with a discreet, smooth, reliable service. Your privacy and safety is our top priority.": "Que vous ayez besoin d'un véhicule pour un événement corporatif, des voyages de groupes, un bus de fête ou toute autre occasion spéciale, nous pouvons vous amener à votre destination en toute sécurité et à temps. Votre trajet sera propre, confortable, agréable et sûr. Nos chauffeurs professionnels et expérimentés vous offriront un service discret, fluide et fiable. Votre vie privée et votre sécurité sont notre priorité absolue.",
  "Are you planning a group travel, call or email us with your transportation needs.": "Vous prévoyez un voyage de groupe, appelez-nous ou envoyez-nous un courriel avec vos besoins de transport.",
  "Camer TravelLtd is an established transportation company providing transportation and logistics services to 13 destinations in Cameroon with a modern fleet of buses and coaches serving a variety of communities and their needs.": "Voyage en caméra  Ltd est une société de transport établie qui fournit des services de transport et de logistique vers 13 destinations au Cameroun avec une flotte moderne de bus et d'autocars desservant une variété de communautés et leurs besoins.",
  "Charter your own Adventure Bus tour to the national parks. Choose your own itinerary or let us design one for you! Hiking, camping, rafting, and more.": "Louez votre propre circuit Adventure Bus vers les parcs nationaux. Choisissez votre propre itinéraire ou laissez-nous en concevoir un pour vous ! Randonnée, camping, rafting et bien plus encore.",
  "Bus Tickets Online Booking at lowest rates, easy cancellation.": "Réservation de billets de bus en ligne aux tarifs les plus bas, annulation facile.",
  "Our Agencies": "Nos agences",
  "Book Your Ticket": "Réservez votre billet",
  "Presentation": "Presentation",
  "Our Team": "Notre équipe",
  "Our Fleet": "Notre flotte",
  "Terms & Conditions": "termes et conditions",
  "WELCOME TO AMOUR MEZAM COMPANY LTD": "BIENVENUE CHEZ AMOUR MEZAM COMPANY LTD",
  "Founded in 1998, Amour Mezam Company LTD is a Cameroon’s leading transportation Company providing bus transportation services to and from 13 towns in Cameroon. Our recognizable buses have been plying the roads of Cameroon since 1998 and we are proud to have become the safe, friendly and trustworthy company people have come to rely on to get them safely to their destinations every day.": "Fondée en 1998, Amour Mezam Company LTD est l'une des principales sociétés de transport du Cameroun fournissant des services de transport par bus vers et depuis 13 villes du Cameroun. Nos bus reconnaissables sillonnent les routes du Cameroun depuis 1998 et nous sommes fiers d'être devenus l'entreprise sûre, conviviale et digne de confiance sur laquelle les gens comptent pour les amener chaque jour à leur destination en toute sécurité.",
  "Every year, thousands of passengers travel with us to more than 15 destinations on our modern fleet of buses. We aim to provide you with a quality, reliable and safe service, delivered with courtesy, at value for money prices.": "Chaque année, des milliers de passagers voyagent avec nous vers plus de 15 destinations à bord de notre flotte de bus modernes. Notre objectif est de vous fournir un service de qualité, fiable et sûr, livré avec courtoisie, à des prix avantageux.",
  "HOW WE OPERATE": "COMMENT NOUS FONCTIONNONS",
  "Amour Mezam owns and operates 14 branches in 13 towns in Cameroon. This ease our passengers to use our services when they need them. In each of our bus stations, we have trained staff who take care of customer service. We constantly strive to make our services better by offering:": "Amour Mezam possède et exploite 14 succursales dans 13 villes du Cameroun. Cela permet à nos passagers d'utiliser nos services lorsqu'ils en ont besoin. Dans chacune de nos gares routières, nous disposons d'un personnel formé qui s'occupe du service client. Nous nous efforçons constamment d'améliorer nos services en offrant :",
  "Value for money fares for all.": "Des tarifs abordables pour tous.",
  "Journey times which ensure that less time is spent travelling and more at your chosen destination.": "Des temps de trajet qui garantissent que vous passerez moins de temps à voyager et plus à la destination choisie.",
  "Modern buses which offer a safe, comfortable environment.": "Des bus modernes offrant un environnement sûr et confortable.",
  "Reliability. We endeavour to get you where you want to go at the time you want to be there.": "Fiabilité. Nous nous efforçons de vous amener là où vous souhaitez aller au moment où vous souhaitez y être.",
  "OUR FOCUS IS ON SAFETY AND OUR PASSENGERS": "NOTRE CONCENTRATION EST SUR LA SÉCURITÉ ET NOS PASSAGERS",
  "Amour Mezam is more than a transportation company. We are an integral part of each community we serve.": "Amour Mezam est plus qu'une entreprise de transport. Nous faisons partie intégrante de chaque communauté que nous servons.",
  "Safe Journey means taking safety seriously on a personal level throughout our company. It’s about making good choices for ourselves, our co-workers, passengers and the public.": "Safe Journey signifie prendre la sécurité au sérieux au niveau personnel dans toute notre entreprise. Il s'agit de faire de bons choix pour nous-mêmes, nos collègues, les passagers et le public.",
  "Amour Mezam se concentre sur vous, nos clients. Parce que nous nous concentrons sur les passagers, et non sur les colis ou le transport de marchandises, notre activité est vraiment avant tout une question de personnes. Notre niveau d'excellence en matière de service client ne ressemble à aucun autre et nos passagers viennent de tous les horizons. Qu'il s'agisse de voyageurs d'affaires travaillant sur la route, d'étudiants se rendant à l'école ou de ramener un être cher à la maison en toute sécurité pour les vacances, nous sommes heureux de faire de votre voyage une expérience agréable et mémorable.": "Amour Mezam se concentre sur vous, notre clients. Parce que nous nous concentrons sur les passagers, et non sur les colis ou le transport de marchandises, notre activité est vraiment avant tout une question de personnes. Notre niveau d'excellence en matière de service à la clientèle ne ressemble à aucun autre et nos passagers viennent de tous les horizons. Des voyageurs d'affaires travaillant sur la route, les étudiants se rendant à l'école, ou ramener un être cher à la maison en toute sécurité pour les vacances, nous sommes heureux de faire de votre voyage une expérience agréable et mémorable.",
  "We offer competitive wages as well as in house training.": "Nous offrons des salaires compétitifs ainsi qu'une formation interne.",
  "Many of our employees have been with Amour Mezam for many years. Our Values remind us to keep our workplace pleasant, fair, friendly and encouraging, and this is reflected in our employees and in our reputation in the communities we serve.": "Beaucoup de nos collaborateurs travaillent chez Amour Mezam depuis de nombreuses années. Nos valeurs nous rappellent de garder notre lieu de travail agréable, juste, convivial et encourageant, et cela se reflète dans nos employés et dans notre réputation dans les communautés que nous servons.",
  "At Amour Mezam, our employees are not just part of the company; they are part of a family.": "Chez Amour Mezam, nos employés ne font pas seulement partie de l'entreprise ; ils font partie d'une famille.",
  "We update our fleet each year with new buses to ensure our customers receive the benefits of the latest standards of comfort. All of our vehicles are staffed by skilled drivers to make your trip a totally enjoyable experience. Our buses are expertly maintained by trained mechanics and thoroughly cleaned after each trip.": "Nous mettons à jour notre flotte chaque année avec de nouveaux bus pour garantir à nos clients les avantages des dernières normes de confort. Tous nos véhicules sont gérés par des chauffeurs qualifiés pour faire de votre voyage une expérience totalement agréable. Nos bus sont entretenus de manière experte par des mécaniciens qualifiés et soigneusement nettoyés après chaque voyage.",
  "1- Capacity of Bus": "1- Capacité du bus",
  "2- Validity of ticket": "2- Validité du billet",
  "3- Arrival time of passengers": "3- Heure d'arrivée des passagers",
  "4-  Safety of passengers and luggage": "4- Sécurité des passagers et des bagages",
  "The passenger capacity and speed limit of each bus are indicated on the bus. Passengers are advised to insist on compliance by the driver or agents of the company.": "La capacité en passagers et la limite de vitesse de chaque bus sont indiquées sur le bus. Il est conseillé aux passagers d'insister pour que le chauffeur ou les agents de la compagnie s'y conforment.",
  "The validity of this ticket is 5 days from date of purchase and is subject to the notices and conditions above. The ticket must be retained in a good condition. No refunds will be made in respect of lost, mutilated or stolen tickets.": "La validité de ce billet est de 30 jours à compter de la date d'achat et est soumise aux avis et conditions ci-dessus. Le billet doit être conservé en bon état. Aucun remboursement ne sera effectué en cas de billets perdus, mutilés ou volés.",
  "Passengers must be at the terminal at least thirty (30) minutes before the indicated departure time shown on the ticket. The company shall not be responsible for any loss or inconvenience suffered by any passenger not respecting this time limit.": "Les passagers doivent se présenter au terminal au moins trente (30) minutes avant l'heure de départ indiquée sur le billet. La compagnie ne pourra être responsable de toute perte ou inconvénient subi par tout passager ne respectant pas ce délai.",
  "The company undertakes to use its best effort to carry the passenger and luggage with reasonable dispatch. The times shown on tickets, timetables or elsewhere are not guaranteed and form no part of this contract.": "La compagnie s'engage à faire ses meilleurs efforts pour transporter le passager et ses bagages dans des délais raisonnables. Les horaires indiqués sur les billets, les horaires ou ailleurs ne sont pas garantis et ne font pas partie du présent contrat.",
  "Mail and Parcel": "Courrier et colis",
  "OUR AGENCIES": "NOS AGENCES",
  "BAMENDA": "BAMENDA",
  "HEAD OFFICE": "SIÈGE SOCIAL",
  "Opposite PMI Mile 2 Nkwen, Bamenda": "En face du PMI Mile 2 Nkwen, Bamenda",
  "Tel": "Tél",
  "YAOUNDE BIYEM ASSI": "YAOUNDÉ BIYEM ASSI",
  "Biyem Assi (Towards Biscuiterie)": "Biyem Assi (Vers la Biscuiterie)",
  "YAOUNDE OLEMBE": "YAOUNDÉ OLEMBE",
  "Olembe": "Olembé",
  "DOUALA AGENCY": "AGENCE DE DOUALA",
  "Bonabéri": "Bonabéri",
  "BUEA AGENCY": "AGENCE BUEA",
  "Mile 17": "Mille 17",
  "LIMBE AGENCY": "AGENCE LIMBE",
  "Gare Routière": "Gare Routière",
  "MBOUDA AGENCY": "AGENCE MBOUDA",
  "Opposite Eneo": "En face d'Enéo",
  "TIKO AGENCY": "AGENCE TIKO",
  "Opposite 3613": "En face du 3613",
  "ABADJOU AGENCY": "AGENCE ABADJOU",
  "Koumbou": "Koumbou",
  "KUMBO AGENCY": "AGENCE KUMBO",
  "Tobin Modern Market": "Marché moderne de Tobin",
  "NKAMBE AGENCY": "AGENCE NKAMBE",
  "Former Youth & SportS Office": "Ancien Bureau Jeunesse & Sport",
  "NDOP AGENCY": "AGENCE NDOP",
  "Opposite Stadium": "En face du stade",
  "KUMBA AGENCY": "AGENCE KUMBA",
  "Opposite Long Road entrance, Besides Green Oil": "En face de l'entrée de Long Road, à côté de Green Oil",
  "FUNDONG AGENCY": "AGENCE FUNDONG",
  "Near Grand Stand": "Près de la Grande Tribune",
  "NDU AGENCY": "AGENCE NDU",
  "BOOK YOUR TICKET": "RÉSERVEZ VOTRE BILLET",
  "Be comfortable while you travel with our reliable bus rental.": "Soyez à l'aise pendant votre voyage avec notre location de bus fiable.",
  "Camer Bus provides interurban passenger transportation services,with one of the most modern fleets in Cameroon.": "Camer Bus fournit des services de transport interurbain de passagers, avec l'une des flottes les plus modernes du Cameroun.",
  "FIRST CLASS TRAVEL": "VOYAGE EN PREMIÈRE CLASSE",
  "REGULAR TRAVEL": "DÉPLACEMENTS RÉGULIERS",
  "MAIL AND PARCEL": "COURRIER ET COLIS",
  "PASSENGER TRANSPORTATION": "TRANSPORT DE PASSAGERS",
  "BUS RENTAL": "LOCATION D'AUTOBUS",
  "kindly sign up your account": "veuillez créer votre compte",
  "No matching trips found for the selected criteria!": "Aucun voyage correspondant aux critères sélectionnés !",
  "Sorry": "Désolée",
  "Please confirm the MTN phone number that you will use ti pay for your  Booking": "Veuillez confirmer le numéro de téléphone MTN que vous utiliserez pour payer votre réservation.",
  "Payment request will be sent to this number": "la demande de paiement sera envoyée à ce numéro",
  "MTN Phone No": "Numéro de téléphone MTN",
  "Pay Now": "Payez maintenant",
  "Please confirm the orange phone number that you will use ti pay for your booking": "Veuillez confirmer le numéro de téléphone orange que vous utiliserez pour payer votre réservation.",
  "Orange Phone No": "Numéro de téléphone Orange",
  "Waiting for response": "En attente d'une réponse",
  "Pay Request Accepted. The customer will have to confirm the payment by entering their PIN code and you will then receive an SMS. Thank you for using MTN Money services.": "Demande de paiement acceptée. Le client devra confirmer le paiement en saisissant son code PIN et vous recevrez alors un SMS. Merci d'utiliser les services MTN Money.",
  "Please wait while we process your request...": "Veuillez patienter pendant que nous accédons à votre requête...",
  "Payment request successfully initiated": "Demande de paiement initiée avec succès",
  "Error occurred while fetching data": "Une erreur s'est produite lors de la récupération des données",
  "Payment status received successfully": "Statut de paiement reçu avec succès",
  "Payment failed: Payment status could not be confirmed within 5 minutes.": "Échec du paiement : le statut du paiement n'a pas pu être confirmé dans les 5 minutes.",
  "Payment done. The customer will have to confirm the payment by entering their PIN code and you will then receive an SMS. Thank you for using Orange Money services.": "Paiement effectué. Le client devra confirmer le paiement en saisissant son code PIN et vous recevrez alors un SMS. Merci d'utiliser les services Orange Money",
  "Error occurred while fetching payment status": "Une erreur s'est produite lors de la récupération du statut du paiement",
  "Error occurred while initiating payment:": "Une erreur s'est produite lors du lancement du paiement :",
  "MTN payment error": "Erreur de paiement MTN",
  "error while make mtn payment": "erreur lors du paiement mtn",
  "Booking cancelled due to payment failure": "Réservation annulée suite à un échec de paiement",
  "Trip ID is missing or undefined": "L'ID du voyage est manquant ou indéfini",
  "User not found": "Utilisateur non trouvé",
  "Trip not found": "Voyage introuvable",
  "busId not found": "busId introuvable",
  "Bus Details not found": "Détails du bus introuvables",
  "Driver not found": "Pilote introuvable",
  "Invalid selected seat numbers": "Numéros de siège sélectionnés non valides",
  "Seat ${seat} is already booked": "Le siège ${seat} est déjà réservé",
  "Booking has already been paid": "La réservation a déjà été payée",
  "error while make stripe payment": "erreur lors du paiement Stripe",
  "error while make orange payment": "erreur lors du paiement orange",
  "server error": "erreur du serveur",
  "Email is required": "L'e-mail est requis",
  "FullName is required": "Le nom complet est requis",
  "FullName must contain only alphabets": "FullName doit contenir uniquement des alphabets",
  "Password is required": "Mot de passe requis",
  "Phone_no is required": "Phone_no est requis",
  "Phone no must be exactly 10 number": "Le numéro de téléphone doit être exactement le numéro 10",
  "Age must be a number between 2 and 99": "L'âge doit être un nombre compris entre 2 et 99",
  "Gender is required": "Le sexe est requis",
  "Age is required": "L'âge est requis",
  "Account Created Successfully": "Compte créé avec succès",
  "profile updates!": "mises à jour de profil !",
  "Your profile has been updated successfully": "Votre profil a été mis à jour avec succés",
  "Login successful": "Connexion réussie",
  "You clicked the button!": "Vous avez cliqué sur le bouton !",
  "chek your email for the OTP": "vérifiez votre courrier électronique pour l'OTP",
  "Password changed!": "Mot de passe changé!",
  "Booking": "Réservation",
  "No matching trips found for the selected date": "Aucun voyage correspondant trouvé pour la date sélectionnée",
  "Arrival City is required": "La ville d'arrivée est obligatoire",
  "Destination must contain only alphabets": "La destination doit contenir uniquement des alphabets",
  "Something went wrong!": "Quelque chose s'est mal passé !",
  "your password has been changed successfully": "Votre mot de passe a été changé avec succès",
  "FullName": "Nom et prénom",
  "username": "nom d'utilisateur",
  "Sign up your account": "Inscrivez-vous votre compte",
  "Phone no": "Pas de téléphone",
  "Email": "E-mail",
  "info@camer.com": "info@camer.com",
  "Password": "Mot de passe",
  "Age": "Âge",
  "Gender": "Genre",
  "Other": "Autre",
  "Sign up": "S'inscrire",
  "Already have an account?": "Vous avez déjà un compte?",
  "Sign in": "Se connecter",
  "Email and password are required": "L'e-mail et le mot de passe sont requis",
  "Invalid email": "Invalid email",
  "Your account is suspended. Please contact the admin for further details.": "Votre compte est suspendu. Veuillez contacter l'administrateur pour plus de détails.",
  "Invalid password": "Mot de passe incorrect",
  "Error while logging in the user": "Erreur lors de la connexion de l'utilisateur",
  "Sign in your account": "Connectez-vous à votre compte",
  "Login": "Se connecter",
  "Forgot Password?": "Mot de passe oublié?",
  "Do not have an account?": "Vous n'avez pas de compte?",
  "Enter Password": "Entrer le mot de passe",
  "Please enter email": "Veuillez saisir votre adresse e-mail",
  "Change Trip": "Changer de voyage",
  "You cannot change the trip for previous booking Id.": "Vous ne pouvez pas modifier le voyage pour l'identifiant de réservation précédent.",
  "Trip already updated once": "Voyage déjà mis à jour une fois",
  "Old Trip not found": "Ancien voyage introuvable",
  "New trip not found": "Nouveau voyage introuvable",
  "Invalid selected seat number": "Numéro de siège sélectionné non valide",
  "Invalid old trip data": "Anciennes données de voyage invalides",
  "No available seats in the new trip. Please select another trip": "Aucune place disponible pour le nouveau voyage. Veuillez sélectionner un autre voyage.",
  "Trip changed successfully": "Le voyage a été modifié avec succès",
  "Frequently Asked Questions": "Questions fréquemment posées",
  "What is Departure time for VIP Buses ?": "Quelle est l’heure de départ des bus VIP ?",
  "Yes, tickets purchased online can be cancelled. Using the amour mezam booking app, go to my trips and then follow the instructions, Note that online tickets can only be cancelled before the stated departure time, it is not possible to cancel tickets after the departure time": "Oui, les billets achetés en ligne peuvent être annulés. Depuis l'application de réservation amour mezam, accédez à mes voyages puis suivez les instructions. Notez que les billets en ligne ne peuvent être annulés qu'avant l'heure de départ indiquée, il n'est pas possible d'annuler les billets après l'heure de départ.",
  "Can i cancel the tickets i purchased online?": "Puis-je annuler les billets que j'ai achetés en ligne ?",
  "I can not find trips to or from Buea, Limbe, Tiko and Kumba.": "Je ne trouve pas de trajets vers ou depuis Buea, Limbe, Tiko et Kumba.",
  "What Happens, if I come late to the bus station?": "Que se passe-t-il si j'arrive en retard à la gare routière ?",
  "Please check your email for further details": "Veuillez vérifier votre courrier électronique pour plus de détails",
  "My Profile": "Mon profil",
  "My Trips": "Mes voyages",
  "wallet": "portefeuille",
  "Wallet / Cards": "Portefeuille / Cartes",
  "Sign Out": "Se déconnecter",
  "Sign Out all devices": "Déconnectez-vous de tous les appareils",
  "Booking confirmed successfully": "Réservation confirmée avec succès",
  "My Booking": "Ma réservation",
  "Cancel your Ticket": "Annulez votre billet",
  "Booking History": "Historique des réservations",
  "Our Profile": "Notre profil",
  "Change Password": "Changer le mot de passe",
  "Old Password": "ancien mot de passe",
  "New Password": "nouveau mot de passe",
  "Confirm Password": "Confirmez le mot de passe",
  "Your Name": "votre nom",
  "Please fill in all required fields.*": "Veuillez remplir tous les champs requis.*",
  "No matching trips found for the selected stops": "Aucun trajet correspondant trouvé pour les arrêts sélectionnés",
  "Trips for the search criteria": "Voyages pour les critères de recherche",
  "Error while fetching the data": "Erreur lors de la récupération des données",
  "Error while filtering trips": "Erreur lors du filtrage des déplacements",
  "Invalid or empty selected seat numbers or passenger ages": "Numéros de siège sélectionnés ou âges des passagers non valides ou vides",
  "Bus not found": "Autobus introuvable",
  "Fare calculated successfully": "Tarif calculé avec succès",
  "Total fare calculated successfully": "Tarif total calculé avec succès",
  "An error occurred while calculating fare": "Une erreur s'est produite lors du calcul du tarif",
  "You have already changed the trip to this trip ID. You can't change it again": "Vous avez déjà modifié le voyage avec cet ID de voyage. Tu ne peux plus le changer",
  "Email Already Exists": "L'email existe déjà",
  "Password do not match": "Le mot de passe ne correspond pas",
  "Old Password incorrect": "Ancien mot de passe incorrect",
  "Password changed Successfully": "Le mot de passe a été changé avec succès",
  "Internal server error": "Erreur interne du serveur",
  "Forget Password": "Mot de passe oublié",
  "User with given email not found": "L'utilisateur avec l'e-mail donné est introuvable",
  "An OTP has been sent to your email": "Un OTP a été envoyé à votre adresse e-mail",
  "An error occurred": "Une erreur s'est produite",
  "Invalid OTP or expired": "OTP invalide ou expiré",
  "otp verified successfully": "otp vérifié avec succès",
  "there is an server error": "il y a une erreur de serveur",
  "Valid email is required": "Une adresse e-mail valide est requise",
  "otp is required": "otp est requis",
  "Reset password": "Réinitialiser le mot de passe",
  "Reset Password": "réinitialiser le mot de passe",
  "password": "mot de passe",
  "Password reset successfully": "Mot de passe réinitialisé avec succès",
  "Select Language": "Choisir la langue",
  "Departure City is required": "La ville de départ est obligatoire",
  "You are saving  38 FCFA on this ticket": "Vous économisez 38 FCFA sur ce billet",
  "Termes et conditions": "Termes et conditions",
  "IMPORTANT : ADHERE TO STATE GUIDELINES": "IMPORTANT : ADHERER AUX DIRECTIVES DE L'ÉTAT",
  "Most states have released their own guidelines for inbound and outbound travellers vis-a-vis passes, permits, quarantine rules and other requirements. Please go through the guidelines of your source and destination state carefully before planning your travel, for a hassle-free experience.": "La plupart des États ont publié leurs propres directives pour les voyageurs entrants et sortants concernant les laissez-passer, les permis, les règles de quarantaine et d'autres exigences. Veuillez lire attentivement les directives de votre État d'origine et de destination avant de planifier votre voyage, pour une expérience sans tracas.",
  "Camer only provides a technology platform that connects intending travelers with bus operators. It doesn’t operate any bus or offer the service of transportation to the User. Camer Bus also doesn’t act as an agent of any bus operator in the process of providing the above-mentioned technology platform services.": "Camer fournit uniquement une plate-forme technologique qui connecte les futurs voyageurs aux opérateurs de bus. Elle n’exploite aucun bus et n’offre aucun service de transport à l’Utilisateur. Camer Bus n’agit pas non plus en tant qu’agent d’un opérateur de bus dans le processus de fourniture des services de plateforme technologique mentionnés ci-dessus.",
  "The bus ticket booking voucher which Camer Bus issues to a User is solely based on the information provided or updated by the bus operator regarding the seat availability.": "Le bon de réservation de billet de bus que Camer Bus délivre à un utilisateur est uniquement basé sur les informations fournies ou mises à jour par l'opérateur de bus concernant la disponibilité des sièges.",
  "The amenities, services, routes, fares, schedule, bus type, seat availability and any other details pertaining to the bus service are provided by the respective bus  operator and Camer Bus has no control over such  information provided by the bus operator.": "Les commodités, services, itinéraires, tarifs, horaires, type de bus, disponibilité des sièges et tout autre détail relatif au service de bus sont fournis par l'opérateur de bus respectif et Camer Bus n'a aucun contrôle sur ces informations fournies par l'opérateur de bus.",
  "BUS:LIMITATION OF LIABILITY OF CAMER BUS": "BUS : LIMITATION DE RESPONSABILITÉ DE CAMER BUS",
  "In its role as a technology platform to enable transactions between the bus operators and the Users, Camer Bus shall not be responsible for the operations of the bus operator including, but not limited to the following:": "Dans son rôle de plateforme technologique permettant les transactions entre les opérateurs de bus et les utilisateurs, Camer Bus ne sera pas responsable des opérations de l'opérateur de bus, y compris, mais sans s'y limiter, les éléments suivants :",
  "Timely departure or arrival of the bus;": "Départ ou arrivée à l'heure du bus ;",
  "The conduct of bus operator's employees, representativesor agents": "La conduite des employés, des représentants ou des agents de l'exploitant d'autobus ;",
  "The condition of the bus, seats etc. not being up to the customer's expectation or as per the description provided by the bus operator;": "L'état du bus, des sièges, etc. n'est pas à la hauteur des attentes du client ou ne correspond pas à la description fournie par l'opérateur du bus ;",
  "Cancellation of the trip due to any reasons;": "Annulation du voyage pour quelque raison que ce soit ;",
  "Loss or damage of the baggage of the customer;": "Perte ou détérioration des bagages du client ;",
  "The bus operator changing a customer's seat for any reason whatsoever;": "L'exploitant du bus changeant le siège d'un client pour quelque raison que ce soit ;",
  "Bus operator informing a wrong boarding point for the issuance of the booking confirmation voucher, or changing such boarding point eventually with or without any notification to Camer Bus or the User;": "Opérateur de bus informant un mauvais point d'embarquement pour l'émission du bon de confirmation de réservation, ou modifiant éventuellement ce point d'embarquement avec ou sans notification à Camer Bus ou à l'Utilisateur ;",
  "Bus operator using a separate pick-up vehicle to transport the User from the designated boarding point to the actual place of departure of the bus.": "Opérateur de bus utilisant un véhicule de prise en charge séparé pour transporter l'Utilisateur du point d'embarquement désigné jusqu'au lieu de départ effectif du bus.",
  "BUS:RESPONSIBILITIES OF THE USERS": "BUS : RESPONSABILITÉS DES UTILISATEURS",
  "Users are advised to call the bus operator to find out the exact boarding point, or any information which they may need for the purpose of boarding or travel in that trip.": "Il est conseillé aux utilisateurs d'appeler l'opérateur de bus pour connaître le point d'embarquement exact ou toute information dont ils pourraient avoir besoin pour embarquer ou voyager lors de ce voyage.",
  "At the time of boarding the bus, Users shall furnish a copy of the ticket, and any valid identity proof like aadhar card, passport, PAN card or voter identification card or any other identity proof issued by a government authority.": "Au moment de monter à bord du bus, les utilisateurs doivent fournir une copie du billet et toute preuve d'identité valide comme une carte aadhar, un passeport, une carte PAN ou une carte d'identité d'électeur ou toute autre preuve d'identité délivrée par une autorité gouvernementale.",
  "Users are required to reach the boarding place at least 30 minutes before the scheduled departure time.": "Les usagers sont tenus de se présenter au lieu d'embarquement au moins 30 minutes avant l'heure de départ prévue.",
  "All tickets issued shall be non-transferable.": "Tous les billets émis ne seront pas transférables.",
  "BUS:CANCELLATION OF TICKET": "AUTOBUS :ANNULATION DE BILLET",
  "Cancellation of tickets can be done either through the User’s login in the Camer Bus’s website or mobile application, or by calling on the customer care number;": "L'annulation des billets peut être effectuée soit via la connexion de l'utilisateur sur le site Web ou l'application mobile de Camer Bus, soit en appelant le numéro du service client ;",
  "Any cancellation is subject to such cancellation charges as mentioned on the ticket.": "Toute annulation est soumise aux frais d'annulation mentionnés sur le billet.",
  "BUS:RESCHEDULING OF TICKET": "BUS : REPROGRAMMATION DU BILLET",
  "Rescheduling (i.e. change of date of travel) of the tickets can be done through the User’s login in the Camer Bus’s website or mobile application, or by reaching out to the customer support team;": "La reprogrammation (c'est-à-dire le changement de la date du voyage) des billets peut être effectuée via la connexion de l'utilisateur sur le site Web ou l'application mobile de Camer Bus, ou en contactant l'équipe d'assistance client ;",
  "Rescheduling is an option provided only by select bus operators. The policy for the same shall be available on  the e-ticket.": "La reprogrammation est une option proposée uniquement par certains opérateurs de bus. La politique correspondante doit être disponible sur le billet électronique.",
  "Rescheduling a ticket is subject to charges as mentioned on the e-ticket. Fare difference, if applicable, shall be borne by the customer. However, if the fare of the rescheduled ticket is lower than the current fare, the fare difference shall not be refunded.": "La reprogrammation d'un billet est soumise aux frais mentionnés sur le billet électronique. La différence tarifaire, le cas échéant, sera à la charge du client. Toutefois, si le tarif du billet reprogrammé est inférieur au tarif en vigueur, la différence tarifaire ne sera pas remboursée.",
  "Rescheduling a ticket can be availed only once per booking, if applicable. Once the travel date change option is availed, the ticket cannot be further canceled.": "La reprogrammation d'un billet ne peut être utilisée qu'une seule fois par réservation, le cas échéant. Une fois l’option de changement de date de voyage utilisée, le billet ne peut plus être annulé.",
  "Tickets are non-transferrable and the originally booked passengers are to travel upon such rescheduling.": "Les billets ne sont pas transférables et les passagers initialement réservés doivent voyager selon ce reprogrammation.",
  "RYDE:ROLE OF CAMER BUS": "RYDE : RÔLE DU CAMER BUS",
  "Camer Bus only provides a technology platform that connects intending travelers with vehicle operators to hire an entire vehicle. It doesn’t operate any vehicle oroffer the service of transportation to the User. Instead fulfilment of these bookings is done by operators who are empanelled with Camer Bus. Camer Bus also does not act as an agent of any bus or cab operator in the process of providing the above-mentioned technology platform services.": "Camer Bus fournit uniquement une plate-forme technologique qui connecte les futurs voyageurs aux opérateurs de véhicules pour louer un véhicule entier. Elle n’exploite aucun véhicule et n’offre aucun service de transport à l’Utilisateur. Au lieu de cela, l'exécution de ces réservations est effectuée par des opérateurs affiliés à Camer Bus. Camer Bus n'agit pas non plus en tant qu'agent d'un opérateur de bus ou de taxi dans le cadre de la fourniture des services de plateforme technologique mentionnés ci-dessus.",
  "The Vehicle booking details which Camer Bus issues to a User is solely based on the information provided or updated by the vehicle operator.": "Les détails de la réservation du véhicule que Camer Bus délivre à un utilisateur sont uniquement basés sur les informations fournies ou mises à jour par l'opérateur du véhicule.",
  "The amenities, services, fares, routes, schedule, vehicle type and any other details pertaining to the transportation service are provided by the respective  vehicle operator and Camer Bus has no control over such information provided by the operator or fulfillment of the same.": "Les commodités, services, tarifs, itinéraires, horaires, type de véhicule et tout autre détail relatif au service de transport sont fournis par l'opérateur du véhicule respectif et Camer Bus n'a aucun contrôle sur ces informations fournies par l'opérateur ou sur leur exécution.",
  "RYDE:LIMITATION OF LIABILITY OF CAMER BUS": "RYDE : LIMITATION DE RESPONSABILITÉ DE CAMER BUS",
  "In its role as a technology platform to enable transactions between the vehicle operators and the Users, under no circumstances can Camer Bus be held liable for failure on part of a service provider to provide the User with a  particular vehicle, the standard of service or any insufficiency in the services or any other service related issues including, but not limited to the following:": "Dans son rôle de plateforme technologique permettant les transactions entre les exploitants de véhicules et les Utilisateurs, Camer Bus ne peut en aucun cas être tenu responsable du manquement d'un prestataire de services à fournir à l'Utilisateur un véhicule particulier, le niveau de service ou tout autre insuffisance des services ou tout autre problème lié au service, y compris, mais sans s'y limiter, les éléments suivants :",
  "Timely departure or arrival of the vehicle;": "Départ ou arrivée à l’heure du véhicule ;",
  "The conduct and uniform of operator's employees,representatives or agents;": "La conduite et l'uniforme des employés, représentants ou agents de l'exploitant ;",
  "The condition of the vehicle, seats etc. not being up tothe customer's expectation or as per the description  provided by the operator;": "L'état du véhicule, des sièges, etc. n'est pas conforme aux attentes du client ou à la description fournie par l'exploitant ;",
  "Absence of amenities/ a welcome kit as per the description provided at the time of booking;": "Absence de commodités/kit de bienvenue selon la description fournie au moment de la réservation ;",
  "Cancellation of the trip by the vehicle operator due to any reasons;": "Annulation du voyage par le conducteur du véhicule pour quelque raison que ce soit ;",
  "Vehicle operator using a separate pick-up vehicle to transport the User from the designated boarding point to the actual place of departure.": "Opérateur de véhicule utilisant un véhicule de prise en charge séparé pour transporter l'Utilisateur du point d'embarquement désigné jusqu'au lieu de départ effectif.",
  "If User chooses the name of the operator and the vehicle for booking, best effort shall be made to ensure that the  same operator fulfils the booking and provides the matching vehicle as per User’s choice.": "Si l'utilisateur choisit le nom de l'opérateur et le véhicule à réserver, tous les efforts seront faits pour garantir que le même opérateur effectue la réservation et fournit le véhicule correspondant selon le choix de l'utilisateur.",
  "It is the sole liability of the vehicle operator to obtain all the relevant licenses, permits etc. to undertake the travel booked. In case of any cancellation of booking owing to absence of necessary licenses or permits by the vehicle operator, Camer Bus shall not be liable in any manner.": "Il est de la seule responsabilité du conducteur du véhicule d'obtenir toutes les licences, permis, etc. nécessaires pour entreprendre le voyage réservé. En cas d'annulation de réservation en raison de l'absence des licences ou permis nécessaires de la part du conducteur du véhicule, Camer Bus ne pourra en aucun cas être tenu responsable.",
  "RYDE:RESPONSIBILITIES OF THE USERS": "RYDE : RESPONSABILITÉS DES UTILISATEURS",
  "Users are advised to call the vehicle operator to find out  the exact boarding point, or any information which they may need for the purpose of boarding or travel in that  trip.": "Il est conseillé aux utilisateurs d'appeler le conducteur du véhicule pour connaître le point d'embarquement exact ou toute information dont ils pourraient avoir besoin pour embarquer ou voyager lors de ce voyage.",
  "At the time of boarding the bus, Users shall furnish a copy of the confirmation booking voucher, and any valid  identity proof issued by a government authority.": "Au moment de monter à bord du bus, les utilisateurs doivent fournir une copie du bon de confirmation de réservation et toute preuve d'identité valide délivrée par une autorité gouvernementale.",
  "Users are advised to check the booking confirmation SMS or email and re-initiate a booking in case of incorrect details immediately. Any loss, consequences and damages for any delay that may be caused to the User due to this shall be borne by the User.": "Il est conseillé aux utilisateurs de vérifier le SMS ou l'e-mail de confirmation de réservation et de relancer immédiatement une réservation en cas de détails incorrects. Toutes les pertes, conséquences et dommages liés à tout retard qui pourraient être causés à l'Utilisateur de ce fait seront à la charge de l'Utilisateur.",
  "RYDE:CANCELLATION OF BOOKING": "RYDE : ANNULATION DE RÉSERVATION",
  "Cancellation of bookings can be done either through the  User’s login in the Camer Bus’s website or mobile application, or by calling on the customer care number;": "L'annulation des réservations peut être effectuée soit via la connexion de l'utilisateur sur le site Internet ou l'application mobile de Camer Bus, soit en appelant le numéro du service client ;",
  "Any cancellation is subject to such cancellation charges as mentioned on the booking details.": "Toute annulation est soumise aux frais d'annulation mentionnés dans les détails de la réservation.",
  "RYDE:PAYMENT FOR BOOKING AND ANY ADDITIONAL CHARGES": "RYDE : PAIEMENT DE LA RÉSERVATION ET TOUS LES FRAIS SUPPLÉMENTAIRES",
  "FULL PAYMENT:": "RÈGLEMENT DE LA TOTALITÉ:",
  "Payment maybe made in full amount to Camer Bus during the booking. Such total booking amount includes the base fare, applicable taxes including GST as   may be applicable as per local laws, and any additional booking fee, service fee or convenience fee charged by Camer Bus.": "Le paiement peut être effectué en totalité à Camer Bus lors de la réservation. Le montant total de la réservation comprend le tarif de base, les taxes applicables, y compris la TPS, susceptibles d'être applicables conformément aux lois locales, ainsi que tous les frais de réservation supplémentaires, frais de service ou frais de commodité facturés par Camer Bus.",
  "PARTIAL PAYMENT:": "PAIEMENT PARTIEL:",
  "Under this option User has to make payment of a partial amount as specified at the time of booking / in the booking voucher and pay the balance amount within a specified time period as informed the time of booking / in the booking voucher. Failure to pay such balance amount within the stipulated time will lead to cancellation of the booking and any refund will be subject  to the booking/ cancellation policy. In some cases, the ustomer may be allowed to make the balance payment at the start of the trip.": "Dans le cadre de cette option, l'utilisateur doit effectuer le paiement d'un montant partiel comme spécifié au moment de la réservation / dans le bon de réservation et payer le solde dans un délai spécifié comme indiqué au moment de la réservation / dans le bon de réservation. Le non-paiement du solde dans le délai imparti entraînera l'annulation de la réservation et tout remboursement sera soumis aux conditions de réservation/annulation. Dans certains cas, le client peut être autorisé à effectuer le paiement du solde au début du voyage.",
  "PAY AT VEHICLE:": "PAYER AU VÉHICULE :",
  "Under this option the User has to pay certain part of the booking amount specified at the time of booking / in the booking confirmation voucher to Camer Bus and the balance to the vehicle operator at the start or end of the trip.": "Dans le cadre de cette option, l'utilisateur doit payer une partie du montant de la réservation indiqué au moment de la réservation / dans le bon de confirmation de réservation à Camer Bus et le solde au conducteur du véhicule au début ou à la fin du voyage.",
  "Expenses like toll charges, permit charges, parking charges, entry fees, Service Tax &amp; any other  Government Tax as per Government guidelines are to be borne by the User and paid directly to the driver.": "Les dépenses telles que les frais de péage, les frais de permis, les frais de stationnement, les frais d'entrée, la taxe de service et la taxe de séjour. toute autre taxe gouvernementale conformément aux directives gouvernementales doit être supportée par l'utilisateur et payée directement au chauffeur.",
  "The excess Driver Bata wherever applicable has to be paid directly to the driver.": "L'excédent Driver Bata, le cas échéant, doit être payé directement au chauffeur.",
  "User may opt for Insurance while booking. Such Insurance will be provided entirely by third party and Camer Bus in no way will be a party to any such claims or concerns on the matter.": "L'utilisateur peut opter pour une assurance lors de la réservation. Cette assurance sera entièrement fournie par un tiers et Camer Bus ne sera en aucun cas partie à de telles réclamations ou préoccupations à ce sujet.",
  "The bus operator shall solely be liable for compliance of all laws including but not limited to the Motor Vehicle Act its Rules, applicable regulations, guidelines or directions  enacted or issued by the Central Government or relevant State Governments. Any prosecution arising out of the contravention of such laws, rules, regulations, guidelines including directives on fare control from respective RTO’sor directions including but not limited to fines or penalties shall be borne by the bus operator. The User agrees to take up any grievance resulting from cancellation  or any deficiency in services due to any action of the enforcement agencies arising with the bus operator.": "L'opérateur de bus est seul responsable du respect de toutes les lois, y compris, mais sans s'y limiter, la loi sur les véhicules à moteur, ses règles, les réglementations applicables, les lignes directrices ou les instructions promulguées ou émises par le gouvernement central ou les gouvernements des États concernés. Toute poursuite découlant de la violation de ces lois, règles, règlements, lignes directrices, y compris les directives sur le contrôle des tarifs des RTO ou des directions respectives, y compris, mais sans s'y limiter, les amendes ou pénalités, sera à la charge de l'opérateur de bus. L'Utilisateur s'engage à répondre à tout grief résultant d'une annulation ou de toute déficience des services due à toute action des autorités chargées de l'application des lois auprès de l'opérateur de bus.",
  "User Agreement and Privacy Policy at Camer Bus website shall  apply. Camer Bus will be entitled to reject any claim in  case there is any abuse/misuse of the offer by the User or the cancellation/claim is not eligible under the offer.": "L’accord d’utilisation et la politique de confidentialité du site Web de Camer Bus s’appliquent. Camer Bus aura le droit de rejeter toute réclamation en cas d'abus/utilisation abusive de l'offre par l'utilisateur ou si l'annulation/réclamation n'est pas éligible au titre de l'offre.",
  "The terms and conditions shall be governed by the laws of   India. Any dispute arising out of or in relation to this  offer shall be subject to the exclusive jurisdiction of competent courts in Bengaluru.": "Les termes et conditions sont régis par les lois de l'Inde. Tout litige découlant de ou en relation avec cette offre sera soumis à la juridiction exclusive des tribunaux compétents de Bangalore.",
  "The maximum liability of Camer Bus in the event of any claim  arising out of this offer shall not exceed the amount under the underlying transaction paid by the User.": "La responsabilité maximale de Camer Bus en cas de réclamation découlant de cette offre ne dépassera pas le montant de la transaction sous-jacente payé par l'utilisateur.",
  "Camer Bus shall not be liable to pay for any indirect, punitive, special, incidental or consequential damages arising out of or in connection with the offer.": "Camer Bus ne sera pas tenu de payer les dommages indirects, punitifs, spéciaux, accessoires ou consécutifs découlant de ou en relation avec l'offre.",
  "TERMS OF SERVICE": "CONDITIONS D'UTILISATION",
  "BUS:ROLE OF CAMER BUS": "BUS : RÔLE DU CAMER BUS",
  "Any cancellation is subject to such cancellation charges as mentioned on the ticket. However, rescheduling of the ticket is not allowed": "Toute annulation est soumise aux frais d'annulation mentionnés sur le billet. Cependant, la reprogrammation du billet n'est pas autorisée",
  "Users are required to reach the boarding place at least 30 minutes before the scheduled departure time;": "Les usagers sont tenus de se présenter au lieu d'embarquement au moins 30 minutes avant l'heure de départ prévue ;",
  "At the time of boarding the vehicle, Users shall furnish a copy of the ticket, and any valid identity proof like aadhar card, passport, PAN card or voter identification card or any other identity proof issued by a government authority;": "Au moment de monter à bord du véhicule, les utilisateurs doivent fournir une copie du billet et toute preuve d'identité valide telle qu'une carte aadhar, un passeport, une carte PAN ou une carte d'identité d'électeur ou toute autre preuve d'identité délivrée par une autorité gouvernementale ;",
  "Users are advised to call the vehicle operator to find out the exact boarding point, or any information which they may need for the purpose of boarding or travel in that trip;": "Il est conseillé aux utilisateurs d'appeler le conducteur du véhicule pour connaître le point d'embarquement exact ou toute information dont ils pourraient avoir besoin pour embarquer ou voyager lors de ce voyage ;",
  "RYDE:MODIFICATIONS & REFUNDS": "RYDE : MODIFICATIONS ET REMBOURSEMENT",
  "Please note the following carefully:": "Veuillez noter attentivement ce qui suit :",
  "In case of any modification requirements, the User will have to cancel the existing ticket and make a new booking for the modified requirements.": "En cas d'exigences de modification, l'Utilisateur devra annuler le billet existant et effectuer une nouvelle réservation pour les exigences modifiées.",
  "Refunds for cancellations will be processed as per the terms and conditions mentioned on the ticket.": "Les remboursements en cas d'annulation seront traités selon les termes et conditions mentionnés sur le billet.",
  "DISPUTES": "DISPUTES",
  "Any dispute arising from the usage of the service shall be subject to the exclusive jurisdiction of the courts in Bangalore.": "Tout litige découlant de l'utilisation du service sera soumis à la compétence exclusive des tribunaux de Bangalore.",
  "Thank you for choosing Camer Bus.": "Merci d'avoir choisi Camer Bus.",
  "Modifications to the ticket such as change in date or time of travel, change in pick up or drop locations are not allowed.": "Les modifications du billet telles que le changement de date ou d'heure du voyage, le changement de lieu de prise en charge ou de dépôt ne sont pas autorisées.",
  "The conduct of vehicle operator's employees, representatives or agents;": "La conduite des employés, représentants ou agents du conducteur du véhicule ;",
  "The vehicle operator changing a customer's seat or vehicle type for any reason whatsoever;": "Le conducteur du véhicule change le siège ou le type de véhicule d'un client pour quelque raison que ce soit ;",
  "Vehicle operator informing a wrong boarding point for the issuance of the booking confirmation voucher, or changing such boarding point eventually with or without any notification to Camer Bus or the User;": "Opérateur de véhicule informant un mauvais point d'embarquement pour l'émission du bon de confirmation de réservation, ou modifiant éventuellement ce point d'embarquement avec ou sans notification à Camer Bus ou à l'Utilisateur ;",
  "Any cancellation is subject to such cancellation charges as mentioned on the ticket. However, rescheduling of the ticket is not allowed.": "Toute annulation est soumise aux frais d'annulation mentionnés sur le billet. Toutefois, la reprogrammation du billet n’est pas autorisée.",
  "The condition of the vehicle not being up to the customer's expectation or as per the description provided by the vehicle operator;": "The condition of the vehicle not being up to the customer's expectation or as per the description provided by the vehicle operator;L'état du véhicule n'est pas conforme aux attentes du client ou à la description fournie par le conducteur du véhicule ;",
  "No booking history": "Pas d'historique de réservation",
  "No previous bookings": "Aucune réservation précédente",
  "Date": "Date",
  "Seat No": "Numéro de siège",
  "TotalFare": "Prix ​​total",
  "Status": "Statut",
  "Booking ID": "Numéro de réservation",
  "Payment Status": "Statut de paiement",
  "Coming Trip": "Voyage à venir",
  "Thank you for choosing our bus service. Below is our cancellation policy:": "Merci d'avoir choisi notre service de bus. Vous trouverez ci-dessous notre politique d'annulation :",
  "Policy Content": "Contenu de la politique",
  "Cancellation Policy": "Politique d'annulation",
  "Cancellation requests must be submitted at least 24 hours before the scheduled departure time.": "Les demandes d'annulation doivent être soumises au moins 24 heures avant l'heure de départ prévue.",
  "A cancellation fee of 10% of the ticket price will be deducted for all cancellations made within 24-48 hours before the departure time.": "Des frais d'annulation de 10 % du prix du billet seront déduits pour toute annulation effectuée dans les 24 à 48 heures avant l'heure de départ.",
  "No refunds will be issued for cancellations made less than 24 hours before the departure time.": "Aucun remboursement ne sera effectué pour les annulations effectuées moins de 24 heures avant l'heure de départ.",
  "To cancel your booking, please provide your email address and booking ID.": "Pour annuler votre réservation, veuillez fournir votre adresse e-mail et votre identifiant de réservation.",
  "Refunds, if applicable, will be processed within 5-7 business days to the original payment method.": "Les remboursements, le cas échéant, seront traités dans un délai de 5 à 7 jours ouvrables selon le mode de paiement d'origine.",
  "There was an error fetching your booking details. Please try again later.": "Une erreur s'est produite lors de la récupération des détails de votre réservation. Veuillez réessayer plus tard.",
  "wifi": "Wifi",
  "leather seats": "sièges en cuir",
  "Food & Beverages": "Nourriture et boissons",
  "TV": "la télé",
  "Window curtains": "Rideaux de fenêtre",
  "Water bottle holders": "Porte-bouteilles d'eau",
  "Mobile & laptop charging points": "Bornes de recharge pour mobiles et ordinateurs portables",
  "Travel Related Policies": "Politiques relatives aux voyages",
  "Child passenger policy": "Politique relative aux passagers enfants",
  "Children above the age of 6 will need a ticket": "Les enfants de plus de 6 ans auront besoin d'un billet",
  "Luggage policy": "Politique de bagages",
  "2 pieces of luggage will be accepted free of charge per passenger. Excess items will be chargeable Excess baggage over 20 kgs per passenger will be chargeable": "2 bagages seront acceptés gratuitement par passager. Les excédents de bagages seront facturés. Les excédents de bagages de plus de 20 kg par passager seront facturés.",
  "Pets Policy": "les animaux ne sont pas acceptés",
  "Liquor Policy": "Politique sur les alcools",
  "Carrying or consuming liquor inside the bus is prohibited. Bus reserves the right to deboard drunk passengers.": "Il est interdit de transporter ou de consommer de l'alcool à l'intérieur du bus. Le bus se réserve le droit de débarquer les passagers ivres.",
  "Pick up time policy": "Politique de temps de prise en charge",
  "Bus operator is not obligated to wait beyond the scheduled departure time of the bus. No refund request will be entertained for late arriving passengers.": "L'opérateur de bus n'est pas obligé d'attendre au-delà de l'heure de départ prévue du bus. Aucune demande de remboursement ne sera acceptée pour les passagers arrivant en retard.",
  "Payment request failed": "La demande de paiement a échoué",
  "Child seats cannot be booked. Only ages 3 and above are allowed.": "Les sièges enfants ne peuvent pas être réservés. Seuls les enfants de 3 ans et plus sont autorisés.",
  "One Way": "Sens Unique",
  "Round Trip": "Aller-retour",
  "5% of discount will be applied": "5% de réduction sera appliqué"
}