{
    "Charter With Us For An Adventure-Filled Journey": "Louez avec nous pour un voyage rempli d'aventures",
    "Call Now": "Appelle maintenant",
    "Call for detail information": "Appelez pour des informations détaillées",
    "Search Buses": "Rechercher des bus",
    "A bus rental thats affordable and comfortable": "Une location de bus abordable et confortable",
    "Satisfied Customer": "Client satisfait",
    "Bus Ready": "Bus prêt",
    "Who we are": "Qui nous sommes",
    "Enjoy the journey – travel with us": "Profitez du voyage – voyagez avec nous",
    "Premium Bus Charter": "Affrètement de bus haut de gamme",
    "Group Transportation Just Got Easier With Our Bus Rental": "Le transport de groupe est devenu plus facile grâce à notre location de bus",
    "Choose the bus": "Choisissez le bus",
    "Get on the road with our bus rental": "Prenez la route avec notre location de bus",
    "Why Choose Us": "Pourquoi nous choisir",
    "Riding with us, your satisfaction is guaranteed!": "Roulez avec nous, votre satisfaction est garantie !",
    "Safety & Security": "Sécurité & sûreté",
    "On Time & Punctual": "À l'heure et ponctuel",
    "Professional Drivers": "Chauffeurs professionnels",
    "We Provide Best Bus For You": "Nous vous fournissons le meilleur bus",
    "How it work": "Comment ça marche",
    "4 Steps To Booking Our Bus": "4 étapes pour réserver notre bus",
    "Select Your Bus": "Sélectionnez votre autobus",
    "Booking & Confirm": "Réservation et confirmation",
    "Booking Payment": "Paiement de la réservation",
    "Start Your Roadtrip": "Commencez votre roadtrip",
    "About Us": "À propos de nous",
    "Be comfortable while you travel with our reliable bus rental": "Soyez à l'aise pendant votre voyage avec notre location de bus fiable",
    "We make sure every bus is in excellent shape": "nous veillons à ce que chaque bus soit en excellent état",
    "Keeping electrical equipment clean and free of dust": "Garder les équipements électriques propres et exempts de poussière",
    "Measuring tire tread depth for optimum traction": "Mesurer la profondeur de la bande de roulement des pneus pour une traction optimale",
    "Ensuring that tire pressure is at an appropriate level": "S'assurer que la pression des pneus est à un niveau approprié",
    "Confirming a proper amount of engine oil and coolant": "Confirmation d'une quantité appropriée d'huile moteur et de liquide de refroidissement",
    "Discover More": "Découvrir plus",
    "Article & News": "Articles et actualités",
    "Legal Notice": "Mention légale",
    "Services": "Prestations de service",
    "Safety Guarantee": "Garantie de sécurité",
    "Schedule on TIme": "Planifier à temps",
    "Online Booking": "Reservation en ligne",
    "Professional Staff": "Professional Staff",
    "FAQ & Support": "FAQ et assistance",
    "Get In Touch": "Entrer en contact",
    "Events": "Événements",
    "Exellent Service": "Service excellent",
    "News & Article": "Nouvelles et articles",
    "Latest Events": "Derniers évènements",
    "Send us a Message": "Envoie-nous un message",
    "Office Location": "Emplacement du bureau",
    "Phone Number": "Numéro de téléphone",
    "Email Address": "Adresse e-mail",
    "Home": "Accueil",
    "Event": "Événement",
    "Contact Us": "Contactez-nous",
    "Company": "Entreprise",
    "Call Now!": "Appelle maintenant!",
    "Follow Us": "Suivez-nous",
    "Copyright © 2023 Voyage en caméra, All rights reserved": "Copyright © 2023 Voyage en caméra, Tous droits réservés",
    "Sign In": "Se connecter",
    "Sign Up": "S'inscrire",
    "Well Maintenance": "Entretien des puits",
    "verified": "vérifié",
    "View Our Bus call_made": "Voir notre bus call_made",
    "Bus Tickets": "Tickets de bus",
    "found": "trouvé",
    "Departure": "Départ",
    "SORT BY": "TRIER PAR",
    "Duration": "Durée",
    "Arrival": "Arrivée",
    "Ratings": "Notes",
    "Fare": "Tarif",
    "Seats Available": "Places disponibles",
    "Return Trip Camera Travel: Unlock min. 10% OFF on return ticket": "Voyage aller-retour avec caméra : débloquer min. 10% de réduction sur le billet aller-retour",
    "Amenities": "Agréments",
    "Bus Photos": "Photos d'autobus",
    "Boarding Dropping Points": "Points de dépose d'embarquement",
    "Reviews": "Reviews",
    "Booking policies": "Politiques de réservation",
    "Bus Route": "Ligne de bus",
    "View Seats": "Voir les sièges",
    "Submit": "Soumettre",
    "FILTERS": "FILTRES",
    "DEPARTURE TIME": "HEURE DE DÉPART",
    "Before 6 am ": "Avant 6h du matin",
    "After": "Après",
    "BUS TYPES": "TYPES D'AUTOBUS",
    "AC": "CA",
    "NONAC": "NONAC",
    "ARRIVAL TIME": "HEURE D'ARRIVÉE",
    "close": "FERMER",
    "Available": "Disponible",
    "Unavailable": "Indisponible",
    "ENTRY": "ENTRÉE",
    "Boarding Point": "Point d'embarquement",
    "Dropping Point": "Point de chute",
    "selected seat": "siège sélectionné",
    "*This bus has a single dropping point": "*Ce bus a un seul point de dépose",
    "(Taxes will be calculated during payment)": "(Les taxes seront calculées lors du paiement)",
    "Continue": "Continuer",
    "Passenger Details": "Détails du passager",
    "Passenger Information": "Informations passagers",
    "Name*": "Nom*",
    "Age*": "Âge*",
    "Gender*": "Genre*",
    "Select Gender": "Sélectionnez le sexe",
    "Male": "Mâle",
    "Female": "Femelle",
    "City of Residence": "Ville de résidence",
    "State of Residence": "Etat de residence",
    "Contact Details": "Détails du contact",
    "Your ticket will be sent to these details": "Votre billet sera envoyé à ces coordonnées",
    "I have a GST number (optional)?": "J'ai un numéro de TPS (facultatif) ?",
    "In case of invalid/cancelled GSTIN, this booking shall be considered as personal  booking": "En cas de GSTIN invalide/annulé, cette réservation sera considérée comme une réservation personnelle  .",
    "Boarding & Dropping": "Embarquement et débarquement",
    "Seat No.": "Numéro de siège.",
    "Fare Details": "Détails du tarif",
    "Amount": "Montant",
    "Taxes will be calculated during payment": "Les taxes seront calculées lors du paiement",
    "Proceed To pay": "Procéder au paiement",
    "Secure payment": "paiement sécurisé",
    "Lightning fast refund": "Remboursement ultra-rapide",
    "Trusted by over 3.5Cr users": "Approuvé par plus d'utilisateurs 3,5Cr",
    "By clicking on pay you agree to our Terms Of Use & Privacy Policy": "En cliquant sur payer, vous acceptez nos conditions d'utilisation et notre politique de confidentialité.",
    "SORT BY:": "TRIER PAR:",
    "Buses": "Les autobus",
    "Return Trip camer Travel": "Voyage aller-retour avec caméra Voyage",
    "Unlock min. 10% OFF on return ticket": "Débloquez min. 10% de réduction sur le billet aller-retour",
    "Seat Lagent": "Légende du siège",
    "In case of invalid/cancelled GSTIN, this booking": "En cas de GSTIN invalide/annulé, cette réservation",
    "shall be considered as personal  booking": "sera considéré comme une réservation personnelle",
    "By clicking on proceed, I agree that I have read and understood the": "En cliquant sur continuer, j'accepte d'avoir lu et compris les",
    "TnCs": "STN",
    "and the": "et le",
    "Privacy Policy": "Privacy Policy",
    "Proceed to booking": "Procéder à la réservation",
    "Change": "Changement",
    "By clicking on pay you agree to our": "En cliquant sur payer, vous acceptez notre",
    "Terms Of Use": "Conditions d'utilisation",
    "Please pay within": "Veuillez payer dans",
    "You are saving ₹ 38 on this ticket": "Vous économisez 38 ₹ sur ce billet",
    "FARE BREAKUP": "RÉPARTITION TARIFAIRE",
    "Total Payable": "Total à payer",
    "You are saving ₹ 38 on this ticket.": "Vous économisez 38 ₹ sur ce billet.",
    "Live Tracking": "Suivi en direct",
    "Terms And Conditions": "Termes et conditions",
    "First Class Travel": "Voyage en première classe",
    "Regular Travel": "Regular Travel",
    "Mail And Parcel": "Mail And Parcel",
    "Bus Rental": "Location d'autobus",
    "Passenger Transportation": "Transport de passagers",
    "Camer bus is Cameroon leading provider of express bus services, providing interurban passenger transportation services using buses.": "Camer bus est le principal fournisseur camerounais de services de bus express, fournissant des services de transport interurbain de passagers par bus.",
    "At Camer bus, The Safety and comfort of all Passengers is our upmost Concern. Our buses run on an intensive networkB of local bus routes serving the population of Cameroon from Bamenda to Yaounde, Douala, Buea, etc.We have also been investing on improving the quality of service.Frequencies of many bus routes have been improved over the last five years.": "Chez Camer bus, la sécurité et le confort de tous les passagers sont notre plus grande préoccupation. Nos bus circulent sur un réseau intensif de lignes de bus locales desservant la population camerounaise de Bamenda à Yaoundé, Douala, Buea, etc. Nous avons également investi dans l'amélioration de la qualité du service. Les fréquences de nombreuses lignes de bus ont été améliorées au cours des dernières années. cinq ans.",
    "Our Service includes": "Notre Service comprend",
    "VIP transportation services, with one of the most modern fleets of state-of-the-art vehicles in Cameroon. Our First Class travel Services is available from Bamenda to Yaounde, Yaounde to Bamenda, Bamenda to Douala and Douala to Bamenda.": "Services de transport VIP, avec l'une des flottes de véhicules les plus modernes du Cameroun. Nos services de voyage en première classe sont disponibles de Bamenda à Yaoundé, de Yaoundé à Bamenda, de Bamenda à Douala et de Douala à Bamenda.",
    "We equally provide regular travel services to and from Bamenda, Yaounde, Douala, Buea, Limbe, Tiko, Kumba, Kumbo, Mbouda, Fundong, Ndop, Ndu, and Nkambe.": "Nous proposons également des services de voyage réguliers vers et depuis Bamenda, Yaoundé, Douala, Buea, Limbe, Tiko, Kumba, Kumbo, Mbouda, Fundong, Ndop, Ndu et Nkambe.",
    "We offer online bus ticket booking to our passengers to help them save time. Passengers can buy their ticket days ahead on our website our mobile application.": "Nous proposons à nos passagers la réservation de billets de bus en ligne pour leur faire gagner du temps. Les passagers peuvent acheter leur billet plusieurs jours à l'avance sur notre site Internet ou notre application mobile.",
    "Camer travel bus rental service offers state-of-the-art buses that provide the ultimate in comfort, technology and safety. Customers have the option to book the vehicle that best suits their needs to travel to any destination within Cameroon.We provide the best in luxury coach travel whilst offering high standards of safety and comfort. We invest in the best modern technology and each of our drivers has been hand-picked and specially trained to provide the best possible service to our coach passengers.": "Le service de location de bus Voyage en caméra propose des bus ultramodernes offrant le nec plus ultra en matière de confort, de technologie et de sécurité. Les clients ont la possibilité de réserver le véhicule qui correspond le mieux à leurs besoins pour voyager vers n'importe quelle destination au Cameroun. Nous offrons le meilleur des voyages en autocar de luxe tout en offrant des normes élevées de sécurité et de confort. Nous investissons dans la meilleure technologie moderne et chacun de nos chauffeurs a été trié sur le volet et spécialement formé pour fournir le meilleur service possible aux passagers de nos autocars.",
    "Founded in 1998, Camer Travel is a Cameroon’s leading transportation Company providing bus transportation services to and from 13 towns in Cameroon. Our recognizable buses have been plying the roads of Cameroon since 1998 and we are proud to have become the safe, friendly and trustworthy company people have come to rely on to get them safely to their destinations every day.Every year, thousands of passengers travel with us to more than 15 destinations on our modern fleet of buses. We aim to provide you with a quality, reliable and safe service, delivered with courtesy, at value for money prices.Who we are": "Fondée en 1998, Camer Travel est l'une des principales sociétés de transport du Cameroun, fournissant des services de transport en bus vers et depuis 13 villes du Cameroun. Nos bus reconnaissables sillonnent les routes du Cameroun depuis 1998 et nous sommes fiers d'être devenus la compagnie sûre, conviviale et digne de confiance sur laquelle les gens comptent chaque jour pour les amener en toute sécurité à leur destination. Chaque année, des milliers de passagers voyagent avec nous vers plus de 15 destinations avec notre flotte moderne de bus. Notre objectif est de vous fournir un service de qualité, fiable et sûr, livré avec courtoisie, à des prix avantageux. Qui sommes-nous",
    "Camer Travel bus rental service offers state-of-the-art buses that provide the ultimate in comfort, technology and safety. Customers have the option to book the vehicle that best suits their needs to travel to any destination within Cameroon.": "Le service de location de bus Voyage en caméra propose des bus ultramodernes offrant le nec plus ultra en matière de confort, de technologie et de sécurité. Les clients ont la possibilité de réserver le véhicule qui correspond le mieux à leurs besoins pour voyager vers n'importe quelle destination au Cameroun.",
    "Since 1998, Voyage en caméra provides we have affordable transportation solutions to fit most any budget. We consistently deliver the level of quality and professionalism that sets the transportation industry standard": "Depuis 1998, la société Amour Mezam propose des solutions de transport abordables adaptées à tous les budgets. Nous offrons constamment le niveau de qualité et de professionnalisme qui établit la norme de l'industrie du transport.",
    "Our priority is the safety and comfort of our passengers. Our goal at Amour Mezam is to give you a travel experience that is better than you could have imagined.": "Notre priorité est la sécurité et le confort de nos passagers. Notre objectif chez Amour Mezam est de vous offrir une expérience de voyage meilleure que vous n'auriez pu imaginer.",
    "Our trained and experienced drivers and team goes above and beyond to provide the best possible service at our agencies and an enjoyable journey.": "Nos chauffeurs et notre équipe formés et expérimentés font tout leur possible pour fournir le meilleur service possible dans nos agences et un voyage agréable.",
    "Amour Mezam employs over 100 staff in our 14 branches, including drivers. Because they are key to maintaining our vision, our employees are experienced ": "Amour Mezam emploie plus de 100 collaborateurs dans nos 14 agences, chauffeurs compris. Parce qu'ils sont essentiels au maintien de notre vision, nos collaborateurs sont expérimentés et formés pour aller au-delà de nos attentes afin de fournir le meilleur service possible dans nos agences et sur les routes pour vous offrir un voyage agréable.",
    "VIP Buses depart every day at 8 am prompt and 8pm. However, due to the political climate in Bamenda, the evening buses depart at 7pm.": "Les bus VIP partent tous les jours à 8 heures précises et à 20 heures. Cependant, en raison du climat politique à Bamenda, les bus du soir partent à 19 heures.",
    "Passengers’ comfort and safety is our primary focus. We are proud to reinforce our convictions and Core Values with Safe Journey as it represents our deepest commitment to Safety and is the ultimate promise Amour Mezam makes to each other, to the communities where we operate, and to the public and customers that we value deeply.": "Le confort et la sécurité des passagers sont notre priorité. Nous sommes fiers de renforcer nos convictions et nos valeurs fondamentales avec Safe Journey, car il représente notre engagement le plus profond en faveur de la sécurité et constitue la promesse ultime qu'Amour Mezam fait les uns aux autres, aux communautés dans lesquelles nous opérons, ainsi qu'au public et aux clients que nous apprécions profondément. .",
    "Online Bus Ticket Booking": "Réservation de billets de bus en ligne",
    "BUY YOUR TICKET HERE": "ACHETEZ VOTRE BILLET ICI",
    "Book your ticket": "Réservez votre billet",
    "Do you need to send a letter or parcel in any of our 14 branches across Cameroun? Camer bus offers you a fast and reliable courier service to send your packets or parcels. We transport and deliver thousands of letters and parcels every day to and from Yaounde, Douala, Buea, Limbe, Tiko, Kumba, Kumbo, Mbouda, Fundong, Ndop, Ndu, and Nkambe.": "Vous avez besoin d'envoyer une lettre ou un colis dans l'une de nos 14 agences à travers le Cameroun ? Camer bus vous propose un service de messagerie rapide et fiable pour envoyer vos colis ou colis. Nous transportons et livrons chaque jour des milliers de lettres et de colis depuis et vers Yaoundé, Douala, Buea, Limbe, Tiko, Kumba, Kumbo, Mbouda, Fundong, Ndop, Ndu et Nkambe.",
    "The cost of the service depends on the size and weight of the item you are sending and its destination.": "Le coût du service dépend de la taille et du poids de l'article que vous envoyez et de sa destination.",
    "We ensure the safety and security of you parcels and do our very best to meet you delivery requirements. In the unlikely event of loss or damage, many products are available with compensation. However, the service does not include insurance cover and valuable items such as cash and coins, bank drafts, jewelry, and precious metals should not be sent using Camer bus.": "Nous assurons la sûreté et la sécurité de vos colis et faisons de notre mieux pour répondre à vos exigences de livraison. Dans le cas peu probable de perte ou de dommage, de nombreux produits sont disponibles avec compensation. Cependant, le service n'inclut pas de couverture d'assurance et les objets de valeur tels que les espèces et les pièces de monnaie, les traites bancaires, les bijoux et les métaux précieux ne doivent pas être envoyés via le bus Camer.",
    "Camer bus rental service offers state-of-the-art buses that provide the ultimate in comfort, technology and safety.Customers have the option to book the vehicle that best suits their needs to travel to any destination within Cameroon.": "Le service de location de bus Camer propose des bus à la pointe de la technologie offrant le nec plus ultra en matière de confort, de technologie et de sécurité. Les clients ont la possibilité de réserver le véhicule qui correspond le mieux à leurs besoins pour voyager vers n'importe quelle destination au Cameroun.",
    "We provide the best in luxury coach travel whilst offering high standards of safety and comfort. We invest in the best modern technology and each of our drivers has been hand-picked and specially trained to provide the best possible service to our coach passengers.": "Nous offrons le meilleur du voyage en autocar de luxe tout en offrant des normes élevées de sécurité et de confort. Nous investissons dans la meilleure technologie moderne et chacun de nos chauffeurs a été trié sur le volet et spécialement formé pour fournir le meilleur service possible aux passagers de nos autocars.",
    "Whether you need a vehicle for a corporate event, travel groups, a party bus or any other special occasions, we can get you to your destination safely an on-time. Your ride will be clean, comfortable, enjoyable, and safe. Our professional and experienced drivers will provide you with a discreet, smooth, reliable service. Your privacy and safety is our top priority.": "Que vous ayez besoin d'un véhicule pour un événement corporatif, des voyages de groupes, un bus de fête ou toute autre occasion spéciale, nous pouvons vous amener à votre destination en toute sécurité et à temps. Votre trajet sera propre, confortable, agréable et sûr. Nos chauffeurs professionnels et expérimentés vous offriront un service discret, fluide et fiable. Votre vie privée et votre sécurité sont notre priorité absolue.",
    "Are you planning a group travel, call or email us with your transportation needs.": "Vous prévoyez un voyage de groupe, appelez-nous ou envoyez-nous un courriel avec vos besoins de transport.",
    "Camer TravelLtd is an established transportation company providing transportation and logistics services to 13 destinations in Cameroon with a modern fleet of buses and coaches serving a variety of communities and their needs.": "Voyage en caméra  Ltd est une société de transport établie qui fournit des services de transport et de logistique vers 13 destinations au Cameroun avec une flotte moderne de bus et d'autocars desservant une variété de communautés et leurs besoins.",
    "Charter your own Adventure Bus tour to the national parks. Choose your own itinerary or let us design one for you! Hiking, camping, rafting, and more.": "Louez votre propre circuit Adventure Bus vers les parcs nationaux. Choisissez votre propre itinéraire ou laissez-nous en concevoir un pour vous ! Randonnée, camping, rafting et bien plus encore.",
    "Bus Tickets Online Booking at lowest rates, easy cancellation.": "Réservation de billets de bus en ligne aux tarifs les plus bas, annulation facile.",
    "Our Agencies": "Nos agences",
    "Book Your Ticket": "Réservez votre billet",
    "Presentation": "Presentation",
    "Our Team": "Notre équipe",
    "Our Fleet": "Notre flotte",
    "Terms & Conditions": "termes et conditions",
    "WELCOME TO AMOUR MEZAM COMPANY LTD": "BIENVENUE CHEZ AMOUR MEZAM COMPANY LTD",
    "Founded in 1998, Amour Mezam Company LTD is a Cameroon’s leading transportation Company providing bus transportation services to and from 13 towns in Cameroon. Our recognizable buses have been plying the roads of Cameroon since 1998 and we are proud to have become the safe, friendly and trustworthy company people have come to rely on to get them safely to their destinations every day.": "Fondée en 1998, Amour Mezam Company LTD est l'une des principales sociétés de transport du Cameroun fournissant des services de transport par bus vers et depuis 13 villes du Cameroun. Nos bus reconnaissables sillonnent les routes du Cameroun depuis 1998 et nous sommes fiers d'être devenus l'entreprise sûre, conviviale et digne de confiance sur laquelle les gens comptent pour les amener chaque jour à leur destination en toute sécurité.",
    "Every year, thousands of passengers travel with us to more than 15 destinations on our modern fleet of buses. We aim to provide you with a quality, reliable and safe service, delivered with courtesy, at value for money prices.": "Chaque année, des milliers de passagers voyagent avec nous vers plus de 15 destinations à bord de notre flotte de bus modernes. Notre objectif est de vous fournir un service de qualité, fiable et sûr, livré avec courtoisie, à des prix avantageux.",
    "HOW WE OPERATE": "COMMENT NOUS FONCTIONNONS",
    "Amour Mezam owns and operates 14 branches in 13 towns in Cameroon. This ease our passengers to use our services when they need them. In each of our bus stations, we have trained staff who take care of customer service. We constantly strive to make our services better by offering:": "Amour Mezam possède et exploite 14 succursales dans 13 villes du Cameroun. Cela permet à nos passagers d'utiliser nos services lorsqu'ils en ont besoin. Dans chacune de nos gares routières, nous disposons d'un personnel formé qui s'occupe du service client. Nous nous efforçons constamment d'améliorer nos services en offrant :",
    "Value for money fares for all.": "Des tarifs abordables pour tous.",
    "Journey times which ensure that less time is spent travelling and more at your chosen destination.": "Des temps de trajet qui garantissent que vous passerez moins de temps à voyager et plus à la destination choisie.",
    "Modern buses which offer a safe, comfortable environment.": "Des bus modernes offrant un environnement sûr et confortable.",
    "Reliability. We endeavour to get you where you want to go at the time you want to be there.": "Fiabilité. Nous nous efforçons de vous amener là où vous souhaitez aller au moment où vous souhaitez y être.",
    "OUR FOCUS IS ON SAFETY AND OUR PASSENGERS": "NOTRE CONCENTRATION EST SUR LA SÉCURITÉ ET NOS PASSAGERS",
    "Amour Mezam is more than a transportation company. We are an integral part of each community we serve.": "Amour Mezam est plus qu'une entreprise de transport. Nous faisons partie intégrante de chaque communauté que nous servons.",
    "Safe Journey means taking safety seriously on a personal level throughout our company. It’s about making good choices for ourselves, our co-workers, passengers and the public.": "Safe Journey signifie prendre la sécurité au sérieux au niveau personnel dans toute notre entreprise. Il s'agit de faire de bons choix pour nous-mêmes, nos collègues, les passagers et le public.",
    "Amour Mezam se concentre sur vous, nos clients. Parce que nous nous concentrons sur les passagers, et non sur les colis ou le transport de marchandises, notre activité est vraiment avant tout une question de personnes. Notre niveau d'excellence en matière de service client ne ressemble à aucun autre et nos passagers viennent de tous les horizons. Qu'il s'agisse de voyageurs d'affaires travaillant sur la route, d'étudiants se rendant à l'école ou de ramener un être cher à la maison en toute sécurité pour les vacances, nous sommes heureux de faire de votre voyage une expérience agréable et mémorable.": "Amour Mezam se concentre sur vous, notre clients. Parce que nous nous concentrons sur les passagers, et non sur les colis ou le transport de marchandises, notre activité est vraiment avant tout une question de personnes. Notre niveau d'excellence en matière de service à la clientèle ne ressemble à aucun autre et nos passagers viennent de tous les horizons. Des voyageurs d'affaires travaillant sur la route, les étudiants se rendant à l'école, ou ramener un être cher à la maison en toute sécurité pour les vacances, nous sommes heureux de faire de votre voyage une expérience agréable et mémorable.",
    "We offer competitive wages as well as in house training.": "Nous offrons des salaires compétitifs ainsi qu'une formation interne.",
    "Many of our employees have been with Amour Mezam for many years. Our Values remind us to keep our workplace pleasant, fair, friendly and encouraging, and this is reflected in our employees and in our reputation in the communities we serve.": "Beaucoup de nos collaborateurs travaillent chez Amour Mezam depuis de nombreuses années. Nos valeurs nous rappellent de garder notre lieu de travail agréable, juste, convivial et encourageant, et cela se reflète dans nos employés et dans notre réputation dans les communautés que nous servons.",
    "At Amour Mezam, our employees are not just part of the company; they are part of a family.": "Chez Amour Mezam, nos employés ne font pas seulement partie de l'entreprise ; ils font partie d'une famille.",
    "We update our fleet each year with new buses to ensure our customers receive the benefits of the latest standards of comfort. All of our vehicles are staffed by skilled drivers to make your trip a totally enjoyable experience. Our buses are expertly maintained by trained mechanics and thoroughly cleaned after each trip.": "Nous mettons à jour notre flotte chaque année avec de nouveaux bus pour garantir à nos clients les avantages des dernières normes de confort. Tous nos véhicules sont gérés par des chauffeurs qualifiés pour faire de votre voyage une expérience totalement agréable. Nos bus sont entretenus de manière experte par des mécaniciens qualifiés et soigneusement nettoyés après chaque voyage.",
    "1- Capacity of Bus": "1- Capacité du bus",
    "2- Validity of ticket": "2- Validité du billet",
    "3- Arrival time of passengers": "3- Heure d'arrivée des passagers",
    "4-  Safety of passengers and luggage": "4- Sécurité des passagers et des bagages",
    "The passenger capacity and speed limit of each bus are indicated on the bus. Passengers are advised to insist on compliance by the driver or agents of the company.": "La capacité en passagers et la limite de vitesse de chaque bus sont indiquées sur le bus. Il est conseillé aux passagers d'insister pour que le chauffeur ou les agents de la compagnie s'y conforment.",
    "The validity of this ticket is 30 days from date of purchase and is subject to the notices and conditions above. The ticket must be retained in a good condition. No refunds will be made in respect of lost, mutilated or stolen tickets.": "La validité de ce billet est de 30 jours à compter de la date d'achat et est soumise aux avis et conditions ci-dessus. Le billet doit être conservé en bon état. Aucun remboursement ne sera effectué en cas de billets perdus, mutilés ou volés.",
    "Passengers must be at the terminal at least thirty (30) minutes before the indicated departure time shown on the ticket. The company shall not be responsible for any loss or inconvenience suffered by any passenger not respecting this time limit.": "Les passagers doivent se présenter au terminal au moins trente (30) minutes avant l'heure de départ indiquée sur le billet. La compagnie ne pourra être responsable de toute perte ou inconvénient subi par tout passager ne respectant pas ce délai.",
    "The company undertakes to use its best effort to carry the passenger and luggage with reasonable dispatch. The times shown on tickets, timetables or elsewhere are not guaranteed and form no part of this contract.": "La compagnie s'engage à faire ses meilleurs efforts pour transporter le passager et ses bagages dans des délais raisonnables. Les horaires indiqués sur les billets, les horaires ou ailleurs ne sont pas garantis et ne font pas partie du présent contrat.",
    "Mail and Parcel": "Courrier et colis",
    "OUR AGENCIES": "NOS AGENCES",
    "BAMENDA": "BAMENDA",
    "HEAD OFFICE": "SIÈGE SOCIAL",
    "Opposite PMI Mile 2 Nkwen, Bamenda": "En face du PMI Mile 2 Nkwen, Bamenda",
    "Tel": "Tél",
    "YAOUNDE BIYEM ASSI": "YAOUNDÉ BIYEM ASSI",
    "Biyem Assi (Towards Biscuiterie)": "Biyem Assi (Vers la Biscuiterie)",
    "YAOUNDE OLEMBE": "YAOUNDÉ OLEMBE",
    "Olembe": "Olembé",
    "DOUALA AGENCY": "AGENCE DE DOUALA",
    "Bonabéri": "Bonabéri",
    "BUEA AGENCY": "AGENCE BUEA",
    "Mile 17": "Mille 17",
    "LIMBE AGENCY": "AGENCE LIMBE",
    "Gare Routière": "Gare Routière",
    "MBOUDA AGENCY": "AGENCE MBOUDA",
    "Opposite Eneo": "En face d'Enéo",
    "TIKO AGENCY": "AGENCE TIKO",
    "Opposite 3613": "En face du 3613",
    "ABADJOU AGENCY": "AGENCE ABADJOU",
    "Koumbou": "Koumbou",
    "KUMBO AGENCY": "AGENCE KUMBO",
    "Tobin Modern Market": "Marché moderne de Tobin",
    "NKAMBE AGENCY": "AGENCE NKAMBE",
    "Former Youth & SportS Office": "Ancien Bureau Jeunesse & Sport",
    "NDOP AGENCY": "AGENCE NDOP",
    "Opposite Stadium": "En face du stade",
    "KUMBA AGENCY": "AGENCE KUMBA",
    "Opposite Long Road entrance, Besides Green Oil": "En face de l'entrée de Long Road, à côté de Green Oil",
    "FUNDONG AGENCY": "AGENCE FUNDONG",
    "Near Grand Stand": "Près de la Grande Tribune",
    "NDU AGENCY": "AGENCE NDU",
    "BOOK YOUR TICKET":"RÉSERVEZ VOTRE BILLET",
    "Be comfortable while you travel with our reliable bus rental.":"Soyez à l'aise pendant votre voyage avec notre location de bus fiable.",
    "Camer Bus provides interurban passenger transportation services,with one of the most modern fleets in Cameroon.":"Camer Bus fournit des services de transport interurbain de passagers, avec l'une des flottes les plus modernes du Cameroun.",
    "FIRST CLASS TRAVEL":"VOYAGE EN PREMIÈRE CLASSE",
    "REGULAR TRAVEL":"DÉPLACEMENTS RÉGULIERS",
    "MAIL AND PARCEL":"COURRIER ET COLIS",
    "PASSENGER TRANSPORTATION":"TRANSPORT DE PASSAGERS",
    "BUS RENTAL":"LOCATION D'AUTOBUS"

}